[
  {
    "_id": "1",
    "course": "French",
    "img": "https://esdubai.com/wp-content/uploads/2022/09/learning-english-importance.jpg",
    "instructorName": "Marie Dupont",
    "instructorEmail": "marie.dupont@example.com",
    "price": 99.99,
    "seat": 20,
    "studentsEnrolled": 0,
    "details": "Bonjour! Welcome to the French Language Learning Course. In this comprehensive course, you'll immerse yourself in the beautiful language and culture of France. Whether you're a beginner or have some prior knowledge, this course is designed to help you achieve fluency in French. During the course, you'll learn essential vocabulary, grammar, and pronunciation through interactive lessons, engaging activities, and real-life conversational practice. Our experienced instructor, Marie Dupont, is a native French speaker with years of teaching experience. She is passionate about sharing her language and culture with students from all around the world. By the end of the course, you'll be able to confidently speak, understand, read, and write in French. You'll gain the skills to hold conversations, order food in a French restaurant, navigate through French-speaking countries, and much more. Don't miss this opportunity to embark on a linguistic journey filled with enriching experiences. Sign up now to secure your spot in this French Language Learning Course! To enroll or inquire about the course, please email Marie Dupont at marie.dupont@example.com."
  },
  {
    "_id": "2",
    "course": "Spanish",
    "img": "https://esdubai.com/wp-content/uploads/2022/09/learning-english-importance.jpg",
    "instructorName": "Carlos Hernandez",
    "instructorEmail": "carlos.hernandez@example.com",
    "price": 89.99,
    "seat": 15,
    "studentsEnrolled": 0,
    "details": "¡Bienvenidos! Welcome to the Spanish Language Learning Course. Whether you want to travel to Spanish-speaking countries or communicate with Spanish-speaking friends, this course is perfect for you. Join our experienced instructor, Carlos Hernandez, as he guides you through interactive lessons, cultural activities, and practical conversations. From basic greetings to complex sentence structures, you'll develop your Spanish language skills with confidence. By the end of the course, you'll be able to engage in conversations, understand Spanish media, and express yourself fluently. Enroll now and unlock the doors to the Spanish-speaking world. Contact Carlos Hernandez at carlos.hernandez@example.com for more information."
  },
  {
    "_id": "3",
    "course": "German",
    "img": "https://esdubai.com/wp-content/uploads/2022/09/learning-english-importance.jpg",
    "instructorName": "Hans Schmidt",
    "instructorEmail": "hans.schmidt@example.com",
    "price": 79.99,
    "seat": 10,
    "studentsEnrolled": 0,
    "details": "Willkommen! Join us in the German Language Learning Course and embark on a journey to master the language of Goethe and Schiller. Our experienced instructor, Hans Schmidt, will guide you through the intricacies of German grammar, vocabulary, and pronunciation. Through interactive lessons, cultural insights, and immersive activities, you'll develop your language skills and gain a deeper understanding of German culture. By the end of the course, you'll be able to have fluent conversations, read German literature, and explore opportunities in German-speaking countries. Don't miss this chance to discover the wonders of the German language. Enroll now by contacting Hans Schmidt at hans.schmidt@example.com."
  },
  {
    "_id": "4",
    "course": "Italian",
    "img": "https://esdubai.com/wp-content/uploads/2022/09/learning-english-importance.jpg",
    "instructorName": "Giulia Rossi",
    "instructorEmail": "giulia.rossi@example.com",
    "price": 94.99,
    "seat": 12,
    "studentsEnrolled": 0,
    "details": "Benvenuti! Welcome to the Italian Language Learning Course. Discover the melodic beauty of the Italian language and immerse yourself in the rich Italian culture. Giulia Rossi, our dedicated instructor, will teach you the essentials of Italian grammar, vocabulary, and conversational skills. From basic greetings to advanced expressions, you'll develop a solid foundation in the language. Through engaging activities, role plays, and multimedia resources, you'll gain confidence in speaking, understanding, reading, and writing Italian. Enroll now and open the doors to a world of Italian arts, cuisine, and travel. For enrollment or further inquiries, please contact Giulia Rossi at giulia.rossi@example.com."
  },
  {
    "_id": "5",
    "course": "Mandarin Chinese",
    "img": "https://esdubai.com/wp-content/uploads/2022/09/learning-english-importance.jpg",
    "instructorName": "Li Wei",
    "instructorEmail": "li.wei@example.com",
    "price": 109.99,
    "seat": 18,
    "studentsEnrolled": 0,
    "details": "欢迎！Welcome to the Mandarin Chinese Language Learning Course. Explore the fascinating world of the most widely spoken language on the planet. Join Li Wei, our experienced instructor, as she guides you through interactive lessons, character writing, and real-life scenarios. From mastering tones to understanding Chinese characters, you'll acquire the skills needed for effective communication. Immerse yourself in Chinese culture and gain insights into the customs, traditions, and business etiquette of Chinese-speaking countries. Enroll now and unlock the potential for personal growth and global opportunities. Contact Li Wei at li.wei@example.com for enrollment details."
  },
  {
    "_id": "6",
    "course": "Japanese",
    "img": "https://esdubai.com/wp-content/uploads/2022/09/learning-english-importance.jpg",
    "instructorName": "Yuki Nakamura",
    "instructorEmail": "yuki.nakamura@example.com",
    "price": 109.99,
    "seat": 15,
    "studentsEnrolled": 0,
    "details": "ようこそ！Welcome to the Japanese Language Learning Course. Embark on a fascinating journey into the land of the rising sun and learn the art of communication in Japanese. Yuki Nakamura, our dedicated instructor, will guide you through the intricacies of Japanese grammar, vocabulary, and kanji characters. From basic greetings to expressing complex ideas, you'll gain the necessary skills to navigate through Japan and engage with its rich culture. Immerse yourself in authentic Japanese conversations, explore traditional customs, and unlock the secrets of Japanese characters. Enroll now and start your adventure in the world of Japanese language and culture. Contact Yuki Nakamura at yuki.nakamura@example.com for further information."
  }
]
